[{"pubmed_id":10335293,"title":"Mechanism of failure in hips with an uncemented, all polyethylene socket.","abstract":"The outcome of 32 patients with 33 primary total hip replacements performed using noncemented uncoated polyethylene acetabular cups (RM cup) with cemented titanium alloy monoblock stems (STH-2 stem) was reviewed. At a mean followup of 6.3 years (range, 6 months-10 years), the failure rate was 57%, more than 14 times higher than the rate typically seen with cemented polyethylene acetabular cups used with the STH stem. Failure was characterized by rapidly progressive acetabular or femoral osteolytic lesions that resulted in extensive bone loss, often in patients who had no symptoms. In addition to the debris that typically is generated by a metal on plastic bearing couple, an abundance of polyethylene particles of submicron size were produced at the cup-bone interface. Tissues retrieved from areas of osteolysis revealed the presence of intracellular submicron polyethylene particles in macrophages. It is recommended that patients with no symptoms who have RM noncemented, uncoated acetabular cups be followed up yearly and undergo early revision surgery when faced with osteolysis to prevent extensive bone loss.","publication date":"1999-05-01T00:00:00.000","Justification":"Criteria 1: The study includes adults with hip conditions but does not specify revision surgery. | \"Uncertain\"","Answer 1":"Uncertain","Justification.1":"Criteria 2: The article describes primary total hip replacements using cemented stems, not cementless revision stems. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article reports failure rates and radiological evaluations. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports clinical data on humans. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article mentions monoblock stems. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":15057088,"title":"Proximal ingrowth components.","abstract":"The advantage of using a proximal ingrowth hip revision component is restoring physiologic load to the revision femur. Although first generation components had limited survivorship and diminished clinical outcomes, subsequent designs have proven much better with rates of aseptic loosening of 2% to 5%, and good clinical scores. Titanium is the favored substrate metal for these components because of its bone affinity and low modulus of elasticity. A series of 107 consecutive revisions of standard stems is presented using a calcar replacement long stem design with an overall 92.7% 11-year survivorship. Bone ingrowth was achieved in all but two components. Radiographic stress shielding was seen in 11.4% with 42.6% having some calcar healing. These implants can be used in most revision situations, but require sufficient proximal metaphysis of the femur to provide support of the component. Supplemental allograft may need to be used. These implants require a tight fit in the isthmus of the femur and fill of the proximal femur. Modularity makes achieving this easier, but monoblock designs also can be successful.","publication date":"2004-03-01T00:00:00.000","Justification":"Criteria 1: The study includes adults needing revision hip surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article describes a hip revision component using a cementless design, but it is unclear if it is specifically for complex primary cases. | \"Uncertain\"","Answer 2":"Uncertain","Justification.2":"Criteria 3: The article evaluates clinical scores and survival rates. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports human clinical data and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article mentions both modular and monoblock designs but does not focus on a comparison. | \"Uncertain\"","Answer 5":"Uncertain","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":16152851,"title":"Fifteen years follow-up of hip arthroplasties with a cemented monoblock femoral stem and a flanged acetabular component.","abstract":"Our study evaluated the survival and complication rate of 147 total hip arthroplasties at least fifteen years after index surgery. All patients treated in our institution in 1986 with a cemented monoblock prosthesis and a flanged acetabular component were identified and a phone interview could be conducted with 144 (147 hips). No revisions for aseptic loosening were required and only 3 revisions of the index arthroplasty took place: one for infection (after 2 years), one for recurrent dislocation (after 13 years) and one for trochanteric bursitis where the wire was removed after 6 years and revision because of septic loosening was done after 14 years. Heterotopic ossification (HO) graded by means of the last follow-up radiograph showed that more than 50 % of the hips had grade I HO. These results indicate that the technique used for total hip replacement in this study is durable.","publication date":"2005-04-01T00:00:00.000","Justification":"Criteria 1: The study does not specify if the population includes adults needing revision hip surgery. | \"Uncertain\"","Answer 1":"Uncertain","Justification.1":"Criteria 2: The article describes a cemented monoblock stem, not a cementless revision stem. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article evaluates survival rates and complication rates. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports clinical data on humans. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article focuses on monoblock stems. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":17429790,"title":"Modular calcar replacement prosthesis with strengthened taper junction in total hip arthroplasty.","abstract":"Whereas femoral component modularity allows the surgeon to address a variety of femoral defects in complex total hip arthroplasty (THA), breakage of modular stems is a known complication that typically occurs at the taper junction. In response, a proprietary process of taper roller-hardening that increases taper strength by a factor of 3.5 was introduced in 1999. The authors reviewed a consecutive series of patients by a single surgeon who underwent cementless revision or difficult primary THA with a taper roller-hardened modular calcar replacement prosthesis, and have the potential for a minimum of two-year follow up. In 116 patients, 123 hips were involved. Two surgeries were primary, 101 were revision\/conversion, 18 were for reimplantation after treatment of infection, and two were intramedullary total femur constructs, one of which was a reimplantation after sepsis. The patients' ages at surgery averaged 71 years, and BMIs averaged 28.12 kg\/m2. Nine of the patients, all with single hip involvement, were lost to contact. Twenty-one patients, three of whom had bilateral hip involvement, expired during the follow-up period with implant outcome known. Follow up in the patients who survived averaged 44 (range: 18-78) months. Six femoral components have been revised: two (1.6%) due to recurrent sepsis, three (2.4%) due to sepsis, one (0.8%) from periprosthetic fracture, and none from septic loosening or component breakage. Survivorship with aseptic loosening as the end-point was 100%. In this series, roller-hardening appears to improve the durability of the tapered junction. No roller-hardened modular calcar devices have failed due to component breakage. However, their use is not recommended in the totally deficient proximal femur, as fatigue breaks of distally fixed monoblock extensively coated stems have been reported. Caution is advised when potting or anchoring any stem in the femoral diaphysis without reconstituting proximal bone stock and support.","publication date":"2007-01-01T00:00:00.000","Justification":"Criteria 1: The study includes adults undergoing revision hip surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article describes a cementless revision but focuses on modular stems, not monoblock ones. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article evaluates survival rates and reports complications and revision rates. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports human clinical data and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article focuses on modular stems and does not compare them to monoblock stems. | \"No\"","Answer 5":"No","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":19301791,"title":"Protrusio of a ceramic femoral head through the acetabular metallic shell, extensive metallosis and 'bubble sign'.","abstract":"A 24-year-old patient with a history of juvenile rheumatoid arthritis underwent a primary cementless left total hip arthroplasty (THA). The original THA consisted of an Optifix 54 cup with a 3-mm thick polyethylene liner, an Optifix size 4 stem (Smith & Nephew Richards, Memphis, Tennessee) and a Biolox aluminum 32-mm femoral head. Fourteen years later, radiographs demonstrated extensive wear of the polyethylene liner resulting in direct articulation and abrasion wear of the ceramic femoral head on the cup and a bubble sign. This article presents a case of a catastrophic failure of a ceramic\/polyethylene bearing with destruction of the polyethylene liner and the metallic shell and protrusio of the nonfractured ceramic head through the metallic shell. To our knowledge this is the first description of extensive metallosis and subsequent radiograph bubble sign not presenting as a result of wear of a metal-on-metal articulation. At the time of revision surgery-Hydrocel TNT Monoblock 58 cup (Zimmer, Warsaw, Indiana), Wagner 265\/14 stem (Zimmer), and a Co\/Cr 28-mm head-copious metallic debris was seen both macroscopically and histologically, with the ceramic head protruding behind the metallic shell. Multiple factors may have been responsible for this failure including a thin polyethylene shell, a suboptimal locking mechanism, gamma in air sterilization for polyethylene, multiple screw-holes that reduce the contact surface between shell and polyethylene, the rough surface on the inside of the shell and non-articular wear at the metal polyethylene interface within the acetabular component and the high demands of this active young patient.","publication date":"2009-02-01T00:00:00.000","Justification":"Criteria 1: The study includes a 24-year-old patient, not an adult. | \"No\"","Answer 1":"No","Justification.1":"Criteria 2: The article describes a primary cementless THA, not a revision or complex primary THA with a cementless revision stem. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article does not evaluate clinical scores, survival rates, or comparisons with other devices but mentions radiological evaluations and complications. | \"Uncertain\"","Answer 3":"Uncertain","Justification.3":"Criteria 4: The article reports human clinical data and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article mentions a Monoblock cup but does not compare it to another type of device. | \"Uncertain\"","Answer 5":"Uncertain","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":19643567,"title":"Isolated acetabular revision hip arthroplasty with the use of uncemented cup.","abstract":"We evaluated the clinical and radiological results of isolated acetabular revision hip arthroplasty. Forty-three hips underwent isolated acetabular revision with uncemented cup and were followed up for an average of 76 months. The monoblock femoral stems were used in 20 hips and modular femoral stems in 23 hips. The average Harris Hip Score improved to 87 at last follow-up from 57 preoperatively. All femoral stems maintained stable fixation with bone ingrowth and no subsidence at last follow-up. Five hips with the monoblock stem underwent rerevision due to loosening of cup with osteolysis. The isolated acetabular revision is encouraging, but in reflection of the results of the monoblock head, the visual inspection of the femoral head is not enough for evaluation of its surface status.","publication date":"2009-12-01T00:00:00.000","Justification":"Criteria 1: The study includes adults undergoing revision hip surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article describes isolated acetabular revision with uncemented cup but does not specify the use of a cementless revision stem for revision total hip arthroplasty or complex primary total hip arthroplasty. | \"Uncertain\"","Answer 2":"Uncertain","Justification.2":"Criteria 3: The article evaluates clinical scores (Harris Hip Score) and radiological evaluations. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports human clinical data and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article includes both monoblock and modular stems but does not focus solely on modular stems. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":19921481,"title":"Stem modularity alone is not effective in reducing dislocation rate in hip revision surgery.","abstract":"Dislocation is a serious complication following total hip arthroplasty (THA). Femoral revision using monoblock components has been associated with high incidence of subsidence and dislocation. Advantages of modular stems in THA have long been debated. The aim of this retrospective study is to assess the capability of an uncemented modular stem in decreasing the incidence of early dislocation subsequent to revision THA. We evaluated the dislocation rate during the first 2 years following revision surgery in two groups of patients who were treated by implantation of a cementless tapered femoral prosthesis; a standard-modularity stem (Wagner SL) and an increased-modularity stem (Profemur R) were used, respectively, in 66 hips (group I, 64 patients) and 102 hips (group II, 97 patients). Group I consisted of 47 females and 17 males with average age of 66 years (range 29-84 years). Group II included 60 females and 37 males with average age of 70 years (range 48-89 years). Dislocation occurred in six hips (9.1%) of group I and in seven hips (6.8%) of group II (P = 0.401). Dislocations were observed early in both groups, except one hip in group II that dislocated 434 days postoperatively and required surgical reduction. All other dislocations were treated by closed reduction. No recurrence was observed. The use of an increased-modularity revision stem alone did not prove to be effective in reducing the risk of postoperative dislocation.","publication date":"2009-12-01T00:00:00.000","Justification":"Criteria 1: The study includes adults undergoing revision hip surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article describes a total hip arthroplasty performed using a cementless revision stem for revision surgery. | \"Yes\"","Answer 2":"Yes","Justification.2":"Criteria 3: The article evaluates the dislocation rate and compares different types of devices. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports human clinical data and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article focuses on modular stems and does not mention monoblock stems in a comparative context. | \"No\"","Answer 5":"No","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":20022458,"title":"Unexpected finding of a fractured metal prosthetic femoral head in a nonmodular implant during revision total hip arthroplasty.","abstract":"Though there are many reports of fractured femoral components after total hip arthroplasty; there are no reports of a fractured metal femoral head. This is a report of a fractured metal femoral head in a nonmodular total hip replacement discovered unexpectedly during revision total hip arthroplasty for acetabular failure. This surprise finding, which was not appreciated on preoperative x-rays, required unplanned extraction of a well-ingrown, fully porous coated cylindrical femoral stem. Though rare, fracture of the metal femoral head in a DePuy (Warsaw, Ind.) monoblock Anatomic Medullary Locking (AML) component is possible, and one cannot expect the fracture to be apparent on preoperative radiographs as the 2 pieces may not necessarily dissociate. As usual, the surgeon performing revision arthroplasty should be prepared to revise all components.","publication date":"2010-06-01T00:00:00.000","Justification":"Criteria 1: The study involves adults undergoing revision hip surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article describes a revision total hip arthroplasty but does not specify the use of a cementless revision stem. | \"Uncertain\"","Answer 2":"Uncertain","Justification.2":"Criteria 3: The article does not evaluate clinical scores, survival rates, or comparisons with other devices but mentions radiological evaluations and complications. | \"Uncertain\"","Answer 3":"Uncertain","Justification.3":"Criteria 4: The article reports clinical data on humans and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article mentions a monoblock stem (DePuy AML). | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":21059325,"title":"[Poldi-Čech cemented femoral stem in total hip arthroplasty after 25 years].","abstract":"The aim of the study was to evaluate the results of Poldi-Čech femoral stem implantation in primary total hip arthroplasty after 25 years. A group of 65 patients (90 hips) with Poldi-Čech total hip arthroplasty carried out between 1974 and 1984 was evaluated at the end of 2009. The mean follow-up of all patients was 28 years (25 to 35). There were seven men and 58 women. The mean age at the time of implantation was 43 years (26 to 60) and at the latest follow-up it was 72 years. In all patients the cemented UHMW PE acetabular component (RCH 1000) was used together with AKV Ultra 2 Poldi steel femoral stems (1st, 2nd and 3rd generations). The stem was a monoblock with a 32-mm head. The evaluation of the results was based on the Harris hip score and X ray with an A-P view of the pelvis and the affected hip. Statistical analysis was made using the life-table method. At the latest follow up the mean Harris score was 69.7 points (40 to 88). There were 69 hips with an original Poldi-Čech femoral component still in situ, 64 of them were stable and five with radiological evidence of aseptic loosening. Five patients had undergone Girdlestone resection arthroplasty for septic loosening. Thirteen patients (16 hips) had femoral stem revision. The cumulative proportion of clinical survivorship of the Poldi-Čech femoral stem, with revision for any reason as the endpoint, .was 0.93 at 6 years, 0.84 at 12 years, and 0.77 at 18, 24 and 30 years after the index surgery. Radiographic findings revealed 64 hips with stable stems, five hips with ;aseptic loosening (probable, 0 possible, 2, definite, 3). Six- teen hips were after revision surgery for aseptic loosening of the stem and five hips were after Girdlestone resection arthroplasty for septic failure. The cumulative proportion of radiological survivorship of the Poldi-Čech femoral stem with any reason as the endpoint was 0.92 at 6 years, 0.78 at 12 years, 0.72 at 18 years, 0.69 at 24 years and 0.69 at 30 years. The Poldi-Čech stem with its anatomical shape and a highly polished surface meets the principles of successful composite beam stems. Its disadvantage is a valgus neck- shaft angle of 140° giving lower femoral offset and the risk of development of valgus deformity of the ipsilateral knee. In most cases osteolysis, radiolucent lines and bone rarefaction of the femur resulted from polyethylene wear of the acetabular component. This study demonstrates a long-term survivorship of the Poldi-Čech femoral component in patients undergoing total hip arthroplasty 25 to 35 years ago.","publication date":"2010-08-01T00:00:00.000","Justification":"Criteria 1: The study includes adults with hip conditions but does not specify revision surgery. | \"Uncertain\"","Answer 1":"Uncertain","Justification.1":"Criteria 2: The article describes a cemented femoral stem, not a cementless revision stem. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article evaluates clinical scores (Harris hip score) and survival rates. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports clinical data on humans. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article mentions monoblock stems. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":21895504,"title":"A randomized study on migration of the Spectron EF and the Charnley flanged 40 cemented femoral components using radiostereometric analysis at 2 years.","abstract":"We performed a randomized study to determine the migration patterns of the Spectron EF femoral stem and to compare them with those of the Charnley stem, which is regarded by many as the gold standard for comparison of implants due to its extensive documentation. 150 patients with a mean age of 70 years were randomized, single-blinded, to receive either a cemented Charnley flanged 40 monoblock, stainless steel, vaquasheen surface femoral stem with a 22.2-mm head (n = 30) or a cemented Spectron EF modular, matte, straight, collared, cobalt-chrome femoral stem with a 28-mm femoral head and a roughened proximal third of the stem (n = 120). The patients were followed with repeated radiostereometric analysis for 2 years to assess migration. At 2 years, stem retroversion was 2.3° and 0.7° (p < 0.001) and posterior translation was 0.44 mm and 0.17 mm (p = 0.002) for the Charnley group (n = 26) and the Spectron EF group (n = 74), respectively. Subsidence was 0.26 mm for the Charnley and 0.20 mm for the Spectron EF (p = 0.5). The Spectron EF femoral stem was more stable than the Charnley flanged 40 stem in our study when evaluated at 2 years. In a report from the Norwegian arthroplasty register, the Spectron EF stem had a higher revision rate due to aseptic loosening beyond 5 years than the Charnley. Initial stability is not invariably related to good long-term results. Our results emphasize the importance of prospective long-term follow-up of prosthetic implants in clinical trials and national registries and a stepwise introduction of implants.","publication date":"2011-10-01T00:00:00.000","Justification":"Criteria 1: The study includes adults with hip conditions but does not specify revision surgery. | \"Uncertain\"","Answer 1":"Uncertain","Justification.1":"Criteria 2: The article describes cemented stems, not cementless revision stems. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article evaluates migration patterns and radiological evaluations. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports human clinical data and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article compares monoblock stems with modular ones. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":21969429,"title":"Femoral revision with the Wagner tapered stem: a ten- to 15-year follow-up study.","abstract":"Revision after failed femoral components may be technically demanding due to loss of peri-prosthetic bone. This retrospective study evaluated the long-term results of femoral revision using the cementless Wagner Self-Locking stem. Between 1992 and 1998, 68 consecutive hips in 66 patients underwent femoral revision using this implant. A total of 25 patients died from unrelated causes without further revision; the remaining 41 hips in 41 patients (12 men and 29 women) with a mean age of 61 years (29 to 80) were reviewed at a mean follow-up of 13.9 years (10.4 to 15.8). A transfemoral approach was used in 32 hips. A total of five stems required further revision because of infection in two, progressive subsidence in two and recurrent dislocation in one. Four hips had dislocated and eight stems had subsided ≥ 10 mm. The mean Harris hip score improved from 33 points pre-operatively to 75 points at final follow-up (p < 0.001). In all, 33 stems (91.7%) showed radiological signs of stable bone fixation. The cumulative survival rates at 15.8 years with femoral revision for any reason and for stem failure as the endpoints were 92.0% (95% confidence interval (CI) 86.0% to 98.4%) and 96.6% (95% CI 92.2% to 100%), respectively. The survivorship with revision and ≥ 10 mm migration of the stem as the endpoint was 83.6% (95% CI 76.6% to 91.4%). This study shows quite good survival and moderate clinical outcome when using a monoblock tapered titanium stem for supporting the regeneration of bone in complex revision hip surgery.","publication date":"2011-10-01T00:00:00.000","Justification":"Criteria 1: The study includes adults undergoing revision hip surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article describes a total hip arthroplasty performed using a cementless revision stem for revision surgery. | \"Yes\"","Answer 2":"Yes","Justification.2":"Criteria 3: The article evaluates clinical scores (Harris hip score), survival rates, and radiological evaluations. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article includes clinical data on humans and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article focuses on monoblock stems. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":22094155,"title":"[Cement-within-cement femoral stem reimplantation technique].","abstract":"The reimplantation of a cemented femoral component at revision is always a challenge for the orthopaedic surgeon, particularly when the cement mantle is intact. The aim of this study was to provide evidence that the recementing of a femoral stem into the original cement mantle can be included in routine surgical procedures. A group of 104 patients with femoral stem revision, followed-up for an average of 50.2 months, were retrospectively reviewed. The outcome evaluation was focused, in the first place, on survivorship of the femoral component, acetabular migration, and dislocation and infection after revision arthroplasty. Hip function evaluation was based on the Harris hip scores before surgery and at the latest follow-up. On radiographs Gruen zones were assessed pre-operatively and at the latest follow-up. The results were statistically evaluated using the Kaplan-Meier survival analysis (Statistica 8.0). Of the 104 patients, only three (2.9 %) had stem re-revision due to its loosening. Further 16 patients underwent revision for other post-operative complications. The success rate of reimplantation in our group including all post-operative complications was 81.7 %. The average Harris scores were 56 before surgery and 87 at the latest follow-up. Radiolucent lines in Gruen zones were on average 0.45 mm in width before revision and 0.15 mm at the latest follow-up. Fourteen patients had second revision within 20 months of the first and only five were revised after a long period. The cement-within-cement exchange of a femoral component is a relatively frequent orthopaedic procedure. Despite this frequency, however, there have not been enough literature reports based on large patient groups to give support to its routine use. The aim of this study was to demonstrate on a large patient group that recementing a femoral stem into the original intact cement mantle can be considered an established operative technique. Our results suggest that the list of indications for this technique, as described by Lieberman and Nelson, can be extended by the following: broken stem with an intact distal cement mantle, replacement of a monoblock femoral component due to severe head damage, loosening of the femoral component without impairment of the distal cement mantle, conversion of a cervico-capital to a total hip replacement and the need of removing all bone cement. No risk is associated with reimplantation of the original component if there is no need for a different implant to correct angle or length stability. A new implant is always used when any part of the femoral component has been damaged mechanically. If only the proximal stem requires recementing, the use of the original component is preferred because of absolute cement\/stem cohesion. The number of our patients in which the technique failed was generally in agreement with the results of other authors. Utilisation of the original cement mantle of a femoral component is one of the options at revision arthroplasty. It requires rational considerations based on the type of surgery, state of the cement mantle, and type of material used for the femoral stem. The method is indicated preferably in the hips with an intact cement mantle treated for loosening of the acetabular component, recurrent dislocation or unequal leg-length in monoblock femoral components. In such situations the removal of well-fixed cement would also involve a considerable loss of bone tissue. The follow-up outcomes showed that the involvement of the cement-within-cement technique in routinely used surgical procedures is fully justified.","publication date":"2011-01-01T00:00:00.000","Justification":"Criteria 1: The study includes adults undergoing revision hip surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article describes a cemented femoral component, not a cementless revision stem. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article evaluates survivorship, Harris hip scores, and radiological evaluations. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports human clinical data and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article mentions monoblock femoral components. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":22245150,"title":"A well-fixed femoral stem facing a failed acetabular component: to exchange or not? A 5- to 15-year follow-up study.","abstract":"There is no consensus about the necessity of exchanging a stable femoral component during revision total hip arthroplasty (RTHA) when only the acetabular component requires replacement. Sparing the femoral component reduces morbidity, but can make acetabular replacement technically more difficult. Moreover, the outcome of the retained femoral component is also a question, especially with older implants. Isolated acetabular component RTHA results in lower surgical morbidity, and does not increase the risk of later femoral complications. Eighty-nine patients, mean age 68, underwent surgery (anterior approach on traction table) for isolated acetabular component revision between 1994 and 2005. The femoral component had been implanted a mean 10.5 years before revision. Fifteen patients died, mean age 84.5. Eleven patients, mean age 81.3, were lost to follow-up and four underwent revision due to a subsequent infection (range 14 months - 11 years). Fifty-nine patients were evaluated after a mean 8.6 years (range 4 - 15 years). At follow-up the mean Harris score was 89.2 [IC=6.89; 44 - 100] and the mean Merle d'Aubigné score was 15.3 [IC=1.57; 11 - 18]. Five patients (5.6%) underwent surgery again due to postoperative dislocation. Six patients underwent surgery for recurrent acetabular loosening due to allograft resorption. The size of the bone defects did not increase the risk of these failures (P>0.6). Fractures occurred in two femoral components 6 and 9 years after revision. Polyethylene wear occurred in three patients requiring two repeat revisions at 6 and 7 years. In both cases the femoral component included a titanium head, which caused the wear. Implant survival at 8.6 years was 85.16 ± 0.117% all causes of revision combined, 88.47 ± 0.113% if infectious causes were excluded and 93.6 ± 0.07% if only cases of acetabular component failure were taken into account. Intermediate term outcomes are satisfactory if stable femoral components are retained. Nevertheless, this procedure should be performed in situations of correctly oriented modular components. In single piece (monoblock) femoral implants, or in implants with a history of failure, this technique should be restricted to elderly and\/or fragile patients. Level IV, Retrospective study.","publication date":"2012-02-01T00:00:00.000","Justification":"Criteria 1: The study includes adults undergoing revision hip surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article does not mention the use of a cementless revision stem for revision total hip arthroplasty or complex primary total hip arthroplasty. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article evaluates clinical scores (Harris score, Merle d'Aubigné score), survival rates, and reports complications and revision rates. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports clinical data on humans. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article mentions monoblock femoral implants but does not compare them to another type. | \"Uncertain\"","Answer 5":"Uncertain","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":23412232,"title":"The twenty-year survivorship of two CDH stems with different design features.","abstract":"Previous studies have shown that anatomical abnormalities of the femur in dislocated hips require the application of special CDH prosthesis for the reconstruction of the proximal femur in total hip arthroplasty (THA). We have retrospectively examined the clinical records and radiographs of 50 patients (67 hips) with low and high dislocations treated with THA in our institution, between January 1987 and December 1994. For the reconstruction of the femur, the stainless steel Charnley CDH stem, with polished surface, monoblock and collarless, was used in 32 hips; the Harris CDH stem, made of CoCr, precoated at the proximal part, modular and with collar was used in 35 hips. At the time of the latest follow-up, 11 Charnley and 6 Harris CDH stems had been revised for aseptic loosening at an average of 14 years (range 6-20) and 13 years (range 2-19), respectively. The survival rate at 20 years, with failure for aseptic loosening as the end point, was 63% for the Charnley and 78% for the Harris CDH stems. These results provide a basis for evaluation of newer techniques and designs. Therapeutic study, Level IV.","publication date":"2013-12-01T00:00:00.000","Justification":"Criteria 1: The study includes adults with hip conditions needing revision surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article describes a total hip arthroplasty but does not specify the use of a cementless revision stem for revision or complex primary cases. | \"Uncertain\"","Answer 2":"Uncertain","Justification.2":"Criteria 3: The article evaluates survival rates and reports revision rates. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports human clinical data and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article compares monoblock stems to modular stems. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":23559191,"title":"Acetabular revision arthroplasty: using the Hastings bipolar head to enable retention of a well-fixed monoblock stem.","abstract":"We describe a novel technique of combining the Hastings bipolar head, matched in size to the acetabular cup liner, with a fixed, cemented monoblock stem allowing for isolated uncemented acetabular revision arthroplasty. To assess patient clinical and radiological outcomes after isolated uncemented acetabular revision arthroplasty using the Hastings bipolar head. Clinical outcome was assessed with the Oxford and WOMAC hip scores.\u2029Radiographs were assessed preoperatively for acetabular defects. Post operative osseointegration of the acetabular cup was then classified and the femoral stem was examined for signs of loosening. Nine acetabular components were revised in eight patients. Preoperative acetabular defects ranged from Paprosky type 1 to 3A. There were no significant intra or postoperative complications. At a mean final follow-up of 15 months, the Oxford hip score improved from an average of 17.5 preoperatively to 44.1, and the WOMAC score had improved from 44.1 to 90.9. Eight acetabular cups demonstrated three or more signs of osseointegration with the remaining cup showing two signs. There were no signs of loosening of the retained femoral stems. These short term results of the use of the Hastings bipolar head in isolated uncemented acetabular revision arthroplasty demonstrate good patient outcomes, reduced morbidity, decreased technical difficulties for the surgeon and reduced expense for the health service.","publication date":"2013-01-01T00:00:00.000","Justification":"Criteria 1: The study includes adults needing revision hip surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article describes a technique using a cemented monoblock stem, not a cementless revision stem. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article evaluates clinical scores (Oxford and WOMAC hip scores) and radiological outcomes. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article reports clinical data on humans. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article focuses on monoblock stems. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":23813156,"title":"Revision hip arthroplasty with an extensively \u2028porous-coated stem - excellent long-term \u2028results also in severe femoral bone stock loss.","abstract":"During the last 25 years uncemented hip stem revision relying on diaphyseal fixation has shown improving clinical results and stem survival. The purpose of this study was to present the long-term results of hip revision with the SOLUTION stem (DePuy, Warsaw Indiana).\u2029Ninety-three consecutive SOLUTION hip stem revisions in 84 patients with a mean age of 69 years (range 33-86 years) were reviewed. Of these, clinical and radiographic follow-up examination by an independent observer was possible in 36 hips\/29 patients after mean 14 years (range 10-18 years). Stem re-revision was documented by our own files and by the Danish Hip Arthroplasty Registry. \u2029Stem re-revision had been performed in two hips for aseptic loosening, one due to deep infection and in one patient due to stem fracture. The 18 years cumulative survival, free of re-revision for any reason was calculated as 94.4% (88.9-99.8)% and for aseptic loosening to 97.6% (94.3-100%). Intraoperative complications were frequent with incidence of shaft fractures (14\/93) and perforations (9\/93) showing a significant learning curve. Mean Harris Hip Score was 85 (range 53-99). Osseointegration was seen in 34\/36 stems with two stems fibrous fixated. Stress shielding was significant associated with stem diameters ≥15 mm. Severe preoperative bone deficiency had no negative bearing on stem survival and no significant influence on osseointegration of the stem or on Harris Hip Score. \u2029 Femoral stem revision with an extensively porous-coated monoblock chrome-cobalt stem seems to be a reliable and reproducible technique resulting in excellent long-term survivorship and clinical outcome. It can be used in femurs with deficient bone stock.","publication date":"2013-01-01T00:00:00.000","Justification":"Criteria 1: The study includes adults undergoing revision hip surgery. | \"Yes\"","Answer 1":"Yes","Justification.1":"Criteria 2: The article describes a total hip arthroplasty performed using a cementless revision stem for revision surgery. | \"Yes\"","Answer 2":"Yes","Justification.2":"Criteria 3: The article evaluates clinical scores (Harris Hip Score), survival rates, and radiological evaluations. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article includes clinical data on humans and excludes cadaver or mechanical studies. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article focuses on monoblock stems. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":23823060,"title":"Failure of a modular hip implant at the stem-sleeve interface.","abstract":"In the current era of total hip arthroplasty (THA), orthopedic surgeons have several fixation options at their disposal. The modern monoblock prosthesis, introduced by Dr. Sir John Charnley, has seen many modifications since its inception in the 1970s and continues to be the most commonly used prosthesis style for primary and revision THA. Proximal modular sleeve technology was introduced in 1967 by Konstantin Sivash, modifying his original 1956 Sivash Stem design. The design is now known as the S-ROM, and although design modifications continue to date, the fundamental structure of the S-ROM remains essentially unchanged. Several other proximal modular prostheses are now currently available for use in THA. Although this similarity in design enables considerable surgical flexibility, it also links their potential for catastrophic failure. This aim of this article was to present a brief history of proximal modularity in THA and to add to the small body of literature regarding catastrophic failure in modular hip implants, including its proposed etiologies including micromotion, fretting and corrosion.","publication date":"2013-07-01T00:00:00.000","Justification":"Criteria 1: The study does not specify the population as adults needing revision hip surgery. | \"Uncertain\"","Answer 1":"Uncertain","Justification.1":"Criteria 2: The article discusses modular stems and does not mention cementless revision stems for revision or complex primary THA. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article does not evaluate clinical scores, survival rates, comparisons with other devices, radiological evaluations, or complications\/revision rates. | \"No\"","Answer 3":"No","Justification.3":"Criteria 4: The article focuses on the history and failure of modular hip implants, not clinical data on humans. | \"No\"","Answer 4":"No","Justification.4":"Criteria 5: The article focuses on modular stems without mentioning monoblock stems. | \"No\"","Answer 5":"No","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":24182871,"title":"The potential application of a Cobalt Chrome Molybdenum femoral stem with functionally graded orthotropic structures manufactured using Laser Melting technologies.","abstract":"The cementless fixation of porous coated femoral stems is a common technique employed for Total Hip Arthroplasty (THA). With the rate of revision surgery appearing to rise and younger more active patients requiring primary surgery it can be thought that alternative methods for increasing implant longevity need to be considered. The stress shielding of periprosthetic bone still remains a contributing factor to implant loosening, caused through a mismatch in stiffness between the implant and the bone. However, the ability to achieve stiffness matching characteristics is being realised through the use of Additive Layer Manufacturing (ALM) technologies and Functionally Graded Materials (FGM). This paper proposes an alternative design methodology for a monoblock Cobalt Chrome Molybdenum (CoCrMo) femoral stem. It hypothesises that a femoral stem suitable for cementless fixation can be manufactured using Laser Melting (LM) technology offering orthotropic functionally graded porous structures with similar mechanical properties to human bone. The structure and mechanical properties of the natural femur have been used as a basis for the design criteria which hypothesises that through a combination of numerical analysis and physical testing, an optimal design can be proposed to provide a lightweight, customised femoral stem that can reduce the risk of implant loosening through stress shielding whilst maintaining bone-implant interface stability.","publication date":"2013-12-01T00:00:00.000","Justification":"Criteria 1: The study does not specify the population studied as adults with hip conditions or needing revision hip surgery. | \"Uncertain\"","Answer 1":"Uncertain","Justification.1":"Criteria 2: The article discusses a cementless femoral stem but does not specify its use in revision THA or complex primary THA. | \"Uncertain\"","Answer 2":"Uncertain","Justification.2":"Criteria 3: The article does not mention evaluating clinical scores, survival rates, comparisons with other devices, radiological evaluations, or complications\/revision rates. | \"No\"","Answer 3":"No","Justification.3":"Criteria 4: The article focuses on design methodology and mechanical properties, not clinical data on humans. | \"No\"","Answer 4":"No","Justification.4":"Criteria 5: The article discusses a monoblock Cobalt Chrome Molybdenum femoral stem. | \"Yes\"","Answer 5":"Yes","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":24613500,"title":"A numerical investigation into the influence of the properties of cobalt chrome cellular structures on the load transfer to the periprosthetic femur following total hip arthroplasty.","abstract":"Stress shielding of the periprosthetic femur following total hip arthroplasty is a problem that can promote the premature loosening of femoral stems. In order to reduce the need for revision surgery it is thought that more flexible implant designs need to be considered. In this work, the mechanical properties of laser melted square pore cobalt chrome molybdenum cellular structures have been incorporated into the design of a traditional monoblock femoral stem. The influence of incorporating the properties of cellular structures on the load transfer to the periprosthetic femur was investigated using a three dimensional finite element model. Eleven different stiffness configurations were investigated by using fully porous and functionally graded approaches. This investigation confirms that the periprosthetic stress values depend on the stiffness configuration of the stem. The numerical results showed that stress shielding is reduced in the periprosthetic Gruen zones when the mechanical properties of cobalt chrome molybdenum cellular structures are used. This work identifies that monoblock femoral stems manufactured using a laser melting process, which are designed for reduced stiffness, have the potential to contribute towards reducing stress shielding.","publication date":"2014-04-01T00:00:00.000","Justification":"Criteria 1: The study does not specify the population studied, whether adults or needing revision hip surgery. | \"Uncertain\"","Answer 1":"Uncertain","Justification.1":"Criteria 2: The article does not mention cementless revision stems or complex primary total hip arthroplasty. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The study does not evaluate clinical scores, survival rates, comparisons with other devices, radiological evaluations, or complications\/revision rates. | \"No\"","Answer 3":"No","Justification.3":"Criteria 4: The article uses finite element studies, not clinical human data. | \"No\"","Answer 4":"No","Justification.4":"Criteria 5: The article mentions monoblock stems but does not compare them to another type. | \"Uncertain\"","Answer 5":"Uncertain","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"},{"pubmed_id":25070918,"title":"How have alternative bearings and modularity affected revision rates in total hip arthroplasty?","abstract":"Total hip arthroplasty (THA) continues to be one of the most successful surgical procedures in the medical field. However, over the last two decades, the use of modularity and alternative bearings in THA has become routine. Given the known problems associated with hard-on-hard bearing couples, including taper failures with more modular stem designs, local and systemic effects from metal-on-metal bearings, and fractures with ceramic-on-ceramic bearings, it is not known whether in aggregate the survivorship of these implants is better or worse than the metal-on-polyethylene bearings that they sought to replace. Have alternative bearings (metal-on-metal and ceramic-on-ceramic) and implant modularity decreased revision rates of primary THAs? In this systematic review of MEDLINE and EMBASE, we used several Boolean search strings for each topic and surveyed national registry data from English-speaking countries. Clinical research (Level IV or higher) with ≥ 5 years of followup was included; retrieval studies and case reports were excluded. We included registry data at ≥ 7 years followup. A total of 32 studies (and five registry reports) on metal-on-metal, 19 studies (and five registry reports) on ceramic-on-ceramic, and 20 studies (and one registry report) on modular stem designs met inclusion criteria and were evaluated in detail. Insufficient data were available on metal-on-ceramic and ceramic-on-metal implants, and monoblock acetabular designs were evaluated in another recent systematic review so these were not evaluated here. There was no evidence in the literature that alternative bearings (either metal-on-metal or ceramic-on-ceramic) in THA have decreased revision rates. Registry data, however, showed that large head metal-on-metal implants have lower 7- to 10-year survivorship than do standard bearings. In THA, modular exchangeable femoral neck implants had a lower 10-year survival rate in both literature reviews and in registry data compared with combined registry primary THA implant survivorship. Despite improvements in implant technology, there is no evidence that alternative bearings or modularity have resulted in decreased THA revision rates after 5 years. In fact, both large head metal-on-metal THA and added modularity may well lower survivorship and should only be used in select cases in which the mission cannot be achieved without it. Based on this experience, followup and\/or postmarket surveillance studies should have a duration of at least 5 years before introducing new alternative bearings or modularity on a widespread scale.","publication date":"2014-12-01T00:00:00.000","Justification":"Criteria 1: The study does not specify the population age or the need for revision hip surgery. | \"Uncertain\"","Answer 1":"Uncertain","Justification.1":"Criteria 2: The article does not mention the use of cementless revision stems or complex primary total hip arthroplasty. | \"No\"","Answer 2":"No","Justification.2":"Criteria 3: The article evaluates revision rates and survivorship. | \"Yes\"","Answer 3":"Yes","Justification.3":"Criteria 4: The article includes clinical data on humans and excludes case reports. | \"Yes\"","Answer 4":"Yes","Justification.4":"Criteria 5: The article focuses on modular stems and does not mention monoblock stems. | \"No\"","Answer 5":"No","Justification.5":"Criteria 6: The article is in English. | \"Yes\"","Answer 6":"Yes"}]