[
  {
    "pubmed_id": 35789201,
    "title": "Systematic Review and Meta-analysis of Vorasidenib in IDH-Mutant Gliomas: A Comprehensive Analysis of Clinical Outcomes",
    "abstract": "This systematic review and meta-analysis evaluates the efficacy and safety of vorasidenib in patients with IDH1/2-mutant gliomas. The analysis included 8 clinical trials with 1,200 participants, synthesizing evidence on tumor response, progression-free survival, and adverse events using GRADE methodology. Primary outcomes included objective response rate, progression-free survival, and treatment-related adverse events. Secondary outcomes included quality of life measures and cognitive function assessment.",
    "publication date": "2024-01-15T00:00:00.000",
    "Justification 1": "Criteria 1: The study includes systematic review and meta-analysis of vorasidenib in IDH-mutant gliomas. | \"Yes\"",
    "Answer 1": "Yes",
    "Justification 2": "Criteria 2: The article follows PRISMA guidelines but does not explicitly report search strategies. | \"Uncertain\"",
    "Answer 2": "Uncertain",
    "Justification 3": "Criteria 3: The study includes 1,200 participants, exceeding the minimum requirement of 200. | \"Yes\"",
    "Answer 3": "Yes",
    "Justification 4": "Criteria 4: The article is a systematic review, not a primary study or narrative review. | \"Yes\"",
    "Answer 4": "Yes",
    "Justification 5": "Criteria 5: The article includes quantitative synthesis of brain tumor treatments. | \"Yes\"",
    "Answer 5": "Yes",
    "Justification 6": "Criteria 6: The article is published in English. | \"Yes\"",
    "Answer 6": "Yes"
  },
  {
    "pubmed_id": 35789202,
    "title": "Network Meta-analysis of IDH Inhibitors in Low-Grade Gliomas: Comparative Effectiveness of Vorasidenib",
    "abstract": "This network meta-analysis compares the relative efficacy of different IDH inhibitors, including vorasidenib, in low-grade gliomas. The analysis synthesized evidence from 12 randomized trials with 2,500 participants, providing hierarchical rankings of treatments based on efficacy and safety profiles. The study employed comprehensive search strategies across multiple databases and followed PRISMA-NMA guidelines.",
    "publication date": "2024-02-01T00:00:00.000",
    "Justification 1": "Criteria 1: The study includes a network meta-analysis of IDH inhibitors in gliomas. | \"Yes\"",
    "Answer 1": "Yes",
    "Justification 2": "Criteria 2: The article follows PRISMA-NMA guidelines with clear methodology. | \"Yes\"",
    "Answer 2": "Yes",
    "Justification 3": "Criteria 3: The study includes 2,500 participants, exceeding the minimum requirement of 200. | \"Yes\"",
    "Answer 3": "Yes",
    "Justification 4": "Criteria 4: The article is a network meta-analysis, not a primary study. | \"Yes\"",
    "Answer 4": "Yes",
    "Justification 5": "Criteria 5: The article includes quantitative synthesis with network meta-analysis. | \"Yes\"",
    "Answer 5": "Yes",
    "Justification 6": "Criteria 6: The article is published in English. | \"Yes\"",
    "Answer 6": "Yes"
  },
  {
    "pubmed_id": 35789203,
    "title": "Quality of Life Outcomes with Vorasidenib in IDH-Mutant Gliomas: A Systematic Review and Meta-analysis",
    "abstract": "This systematic review synthesizes evidence on quality of life outcomes in patients treated with vorasidenib for IDH-mutant gliomas. The analysis included 15 studies with 800 participants, using standardized mean differences to pool quality of life measures and patient-reported outcomes. The study followed PRISMA guidelines and used validated quality of life assessment tools.",
    "publication date": "2024-01-20T00:00:00.000",
    "Justification 1": "Criteria 1: The study includes a systematic review of quality of life outcomes in brain tumors. | \"Yes\"",
    "Answer 1": "Yes",
    "Justification 2": "Criteria 2: The article follows PRISMA guidelines for systematic reviews. | \"Yes\"",
    "Answer 2": "Yes",
    "Justification 3": "Criteria 3: The study includes 800 participants, exceeding the minimum requirement of 200. | \"Yes\"",
    "Answer 3": "Yes",
    "Justification 4": "Criteria 4: The article is a systematic review with meta-analysis. | \"Yes\"",
    "Answer 4": "Yes",
    "Justification 5": "Criteria 5: The article includes quantitative synthesis of quality of life outcomes. | \"Yes\"",
    "Answer 5": "Yes",
    "Justification 6": "Criteria 6: The article is published in English. | \"Yes\"",
    "Answer 6": "Yes"
  },
  {
    "pubmed_id": 35789204,
    "title": "Safety Profile of Vorasidenib in IDH-Mutant Gliomas: A Narrative Review",
    "abstract": "This comprehensive narrative review examines the safety profile of vorasidenib in patients with IDH-mutant gliomas. The study analyzed data from 20 clinical trials involving 3,500 participants, focusing on adverse events, treatment discontinuations, and long-term safety outcomes. The analysis used standardized adverse event reporting criteria.",
    "publication date": "2024-01-25T00:00:00.000",
    "Justification 1": "Criteria 1: The study is a narrative review, not a systematic review or meta-analysis. | \"No\"",
    "Answer 1": "No",
    "Justification 2": "Criteria 2: The article does not follow PRISMA guidelines as it is a narrative review. | \"No\"",
    "Answer 2": "No",
    "Justification 3": "Criteria 3: The study includes 3,500 participants, but it is not a systematic review or meta-analysis. | \"No\"",
    "Answer 3": "No",
    "Justification 4": "Criteria 4: The article is a narrative review, which is excluded by this criterion. | \"No\"",
    "Answer 4": "No",
    "Justification 5": "Criteria 5: The article does not include quantitative synthesis. | \"No\"",
    "Answer 5": "No",
    "Justification 6": "Criteria 6: The article is published in English. | \"Yes\"",
    "Answer 6": "Yes"
  },
  {
    "pubmed_id": 35789205,
    "title": "Pediatric Applications of Vorasidenib in IDH-Mutant Gliomas: A Mixed-Methods Review",
    "abstract": "This mixed-methods review evaluates the use of vorasidenib in pediatric patients (ages 12-17) with IDH-mutant gliomas. The analysis included 10 studies with 500 participants, examining efficacy, safety, and developmental outcomes. The review included both quantitative and qualitative analyses.",
    "publication date": "2024-02-05T00:00:00.000",
    "Justification 1": "Criteria 1: The study type is unclear as it's a mixed-methods review. | \"Uncertain\"",
    "Answer 1": "Uncertain",
    "Justification 2": "Criteria 2: The article's adherence to PRISMA guidelines is not specified. | \"Uncertain\"",
    "Answer 2": "Uncertain",
    "Justification 3": "Criteria 3: The study includes 500 participants, exceeding the minimum requirement of 200. | \"Yes\"",
    "Answer 3": "Yes",
    "Justification 4": "Criteria 4: The article's classification as a systematic review is unclear. | \"Uncertain\"",
    "Answer 4": "Uncertain",
    "Justification 5": "Criteria 5: The article includes both quantitative and qualitative synthesis. | \"Yes\"",
    "Answer 5": "Yes",
    "Justification 6": "Criteria 6: The article is published in English. | \"Yes\"",
    "Answer 6": "Yes"
  },
  {
    "pubmed_id": 35789206,
    "title": "Cognitive Function Outcomes with Vorasidenib: A Systematic Review and Meta-analysis",
    "abstract": "This systematic review and meta-analysis examines cognitive function outcomes in patients treated with vorasidenib for IDH-mutant gliomas. The study analyzed data from 18 clinical trials with 2,800 participants, using standardized cognitive assessment tools and following PRISMA guidelines.",
    "publication date": "2024-02-10T00:00:00.000",
    "Justification 1": "Criteria 1: The study includes a systematic review of cognitive outcomes in brain tumors. | \"Yes\"",
    "Answer 1": "Yes",
    "Justification 2": "Criteria 2: The article follows PRISMA guidelines for systematic reviews. | \"Yes\"",
    "Answer 2": "Yes",
    "Justification 3": "Criteria 3: The study includes 2,800 participants, exceeding the minimum requirement of 200. | \"Yes\"",
    "Answer 3": "Yes",
    "Justification 4": "Criteria 4: The article is a systematic review with meta-analysis. | \"Yes\"",
    "Answer 4": "Yes",
    "Justification 5": "Criteria 5: The article includes quantitative synthesis of cognitive outcomes. | \"Yes\"",
    "Answer 5": "Yes",
    "Justification 6": "Criteria 6: The article is published in English. | \"Yes\"",
    "Answer 6": "Yes"
  },
  {
    "pubmed_id": 35789207,
    "title": "Long-term Outcomes of Vorasidenib in IDH-Mutant Gliomas: A Systematic Review",
    "abstract": "This systematic review evaluates long-term outcomes of vorasidenib treatment in IDH-mutant gliomas, including survival, tumor progression, and quality of life. The analysis included 25 studies with 4,000 participants followed for at least 3 years, following PRISMA guidelines and using standardized outcome measures.",
    "publication date": "2024-02-15T00:00:00.000",
    "Justification 1": "Criteria 1: The study includes a systematic review of long-term outcomes in brain tumors. | \"Yes\"",
    "Answer 1": "Yes",
    "Justification 2": "Criteria 2: The article follows PRISMA guidelines for systematic reviews. | \"Yes\"",
    "Answer 2": "Yes",
    "Justification 3": "Criteria 3: The article synthesizes long-term efficacy and safety data. | \"Yes\"",
    "Answer 3": "Yes",
    "Justification 4": "Criteria 4: The article is a systematic review, not a primary study. | \"Yes\"",
    "Answer 4": "Yes",
    "Justification 5": "Criteria 5: The article includes structured synthesis of long-term outcomes. | \"Yes\"",
    "Answer 5": "Yes",
    "Justification 6": "Criteria 6: The article is published in English. | \"Yes\"",
    "Answer 6": "Yes"
  },
  {
    "pubmed_id": 35789208,
    "title": "Cost-Effectiveness of Vorasidenib in IDH-Mutant Gliomas: A Systematic Review",
    "abstract": "This systematic review examines the cost-effectiveness of vorasidenib in treating IDH-mutant gliomas. The analysis included 15 economic evaluations and clinical trials, involving 3,000 patients across various healthcare settings. The review followed PRISMA guidelines and used standardized economic evaluation criteria.",
    "publication date": "2024-02-20T00:00:00.000",
    "Justification 1": "Criteria 1: The study includes a systematic review of cost-effectiveness in brain tumor treatments. | \"Yes\"",
    "Answer 1": "Yes",
    "Justification 2": "Criteria 2: The article follows PRISMA guidelines for systematic reviews. | \"Yes\"",
    "Answer 2": "Yes",
    "Justification 3": "Criteria 3: The article synthesizes economic and clinical outcomes. | \"Yes\"",
    "Answer 3": "Yes",
    "Justification 4": "Criteria 4: The article is a systematic review, not a primary study. | \"Yes\"",
    "Answer 4": "Yes",
    "Justification 5": "Criteria 5: The article includes structured synthesis of economic data. | \"Yes\"",
    "Answer 5": "Yes",
    "Justification 6": "Criteria 6: The article is published in English. | \"Yes\"",
    "Answer 6": "Yes"
  },
  {
    "pubmed_id": 35789209,
    "title": "Biomarker Analysis in Vorasidenib-Treated IDH-Mutant Gliomas: A Systematic Review",
    "abstract": "This systematic review synthesizes evidence on biomarker analyses in patients with IDH-mutant gliomas treated with vorasidenib. The study included 16 clinical trials with 2,500 participants, examining molecular markers, imaging biomarkers, and their correlation with treatment outcomes. The review followed PRISMA guidelines.",
    "publication date": "2024-02-25T00:00:00.000",
    "Justification 1": "Criteria 1: The study includes a systematic review of biomarker analyses in brain tumors. | \"Yes\"",
    "Answer 1": "Yes",
    "Justification 2": "Criteria 2: The article follows PRISMA guidelines for systematic reviews. | \"Yes\"",
    "Answer 2": "Yes",
    "Justification 3": "Criteria 3: The article synthesizes biomarker data and treatment outcomes. | \"Yes\"",
    "Answer 3": "Yes",
    "Justification 4": "Criteria 4: The article is a systematic review, not a primary study. | \"Yes\"",
    "Answer 4": "Yes",
    "Justification 5": "Criteria 5: The article includes structured synthesis of biomarker data. | \"Yes\"",
    "Answer 5": "Yes",
    "Justification 6": "Criteria 6: The article is published in English. | \"Yes\"",
    "Answer 6": "Yes"
  },
  {
    "pubmed_id": 35789210,
    "title": "Treatment Sequencing with Vorasidenib in IDH-Mutant Gliomas: A Systematic Review",
    "abstract": "This systematic review evaluates optimal treatment sequencing strategies incorporating vorasidenib in IDH-mutant gliomas. The analysis included 20 studies with 3,500 participants, examining various treatment sequences and their impact on patient outcomes. The review followed PRISMA guidelines and used standardized outcome measures.",
    "publication date": "2024-03-01T00:00:00.000",
    "Justification 1": "Criteria 1: The study includes a systematic review of treatment sequencing in brain tumors. | \"Yes\"",
    "Answer 1": "Yes",
    "Justification 2": "Criteria 2: The article follows PRISMA guidelines for systematic reviews. | \"Yes\"",
    "Answer 2": "Yes",
    "Justification 3": "Criteria 3: The article synthesizes treatment sequencing outcomes. | \"Yes\"",
    "Answer 3": "Yes",
    "Justification 4": "Criteria 4: The article is a systematic review, not a primary study. | \"Yes\"",
    "Answer 4": "Yes",
    "Justification 5": "Criteria 5: The article includes structured synthesis of treatment strategies. | \"Yes\"",
    "Answer 5": "Yes",
    "Justification 6": "Criteria 6: The article is published in English. | \"Yes\"",
    "Answer 6": "Yes"
  }
] 